{
    "probe_str": "Using the following context, write a short story, based on the prompt.\n\nContext: Whaling has been a long-standing practice, with vessels outfitted for the hunt, whale bones used in architecture, and crews often not returning in the same ship they left in, as evidenced by McCulloch's Commercial Dictionary, Tales of a Whale Voyager to the Arctic Ocean, Newspaper Account of the Taking and Retaking of the Whale-Ship Hobomack, and Cruise in a Whale Boat.\n\n###\n\nThe whaling industry has had a powerful influence on the world over the last sixty years, evidenced by its large number of vessels, crew, and financial success.\n\n###\n\nAn old man, with a lantern in his hand, was seen on a whaling ship far from home, which appeared spectral and bleached like a stranded walrus, with its look-outs at the three mast-heads.\n\n###\n\nWhen two whaling vessels meet in a foreign sea, they often come into close contact and exchange news, especially if they are from the same seaport and their captains, officers, and crew are familiar with each other.\n\n###\n\nIn the sperm fishery, the process of whaling involves the reception of hot oil into six-barrel casks, man-handling and hammering them around the ship, and finally sending them to their final rest in the sea, leaving the ship looking like a great leviathan with blood and oil streaming from the planks and enormous masses of whale's head piled on the quarter-deck.\n\n###\n\nWhalers often carve intricate objects out of whalebone and teeth in their leisure time, displaying a patience and industry characteristic of savages.\n\n###\n\nThe oarsmen attended to the shouting part of the business while using druggs, a Nantucket Indian invention, to harpoon whales in order to kill as many as possible at once or wing them for later.\n\n---\n\nStory: I began my day as a sailor on the Pequod at dawn. She was good ship out of Nantucket, with a good crew of mostly experienced whalers.\nI began my day as a sailor on the Pequod at dawn. She was good ship out of Nantucket, with a good crew of mostly experienced whalers.",
    "name": "moby-dick:melville"
}