{
  "pfeldman": "Answer the question based on the context below:\n\nContext: CURRICULUM VITAE\nPhilip Feldman, MA, MS, PhD\nfeld1@umbc.edu\n@philfeld\n@philfeld@fediscience.org\nProfessional\nAdjunct Research Assistant Professor of Information Systems: University of Maryland Baltimore County (2020 - present)\nAI/ML Futurist: ASRC Federal (2015 - present)\nTechnology Architect: Novetta, Inc (2009 - 2015)\nSenior Member of Technical Staff: Proteus Technologies (2005 - 2009)\nChief Technical Officer: Powergrid Fitnes (2002 - 2009)\nIndependent Consultant (2002 - 2009)\nSenior Scientist/ Director of Software Development: Immersion Medical (1996 - 2002)\nEducation\nPhD Human-Centered Computing: University of Maryland Baltimore County, 2020\nMS Human-Centered Computing: University of Maryland Baltimore County, (Cum Laude) 2014\nMS Interdisciplinary Studies: Johns Hopkins University (Summa Cum Laude), 1995\nBA Interdisciplinary Studies: University of Maryland (Magna Cum Laude) 1983\nSpeaking\nGSAW 2023 panel: Intelligent Systems / Machine Learning for Space Ground Systems\nGSAW 2022 panel: Intelligent Systems / Machine Learning for Space Ground Systems\nGSAW 2021 panel: Intelligent Systems / Machine Learning for Space Ground Systems\nGSAW 2020 panel: Intelligent Systems / Machine Learning for Space Ground Systems, with Jon Neff, Dan Balderston, John Donahue, and Jacob Everist\nCollective Intelligence 2018 panel: Crowdsourcing and Crowd-driven Innovation, with Christopher Tucci, Gianluigi Viscusi, Rosy Mondardini, Thomas Malone, and Joel Chan\nBooks\nStampede Theory: Human Nature, Technology, and Runaway Social Realities (Elsevier, 2023)\nPublications\nThe Keyword Explorer Suite: A Toolkit for Understanding Online Populations (ACM IUI 2023)\nDown the Rabbit Hole: Detecting Online Extremism, Radicalisation, and Politicised Hate Speech (ACM Computing Surveys)\nEthics, Rules of Engagement, and AI: Neural Narrative Mapping Using Large Transformer Language Models (Dec 2021 Bulletin of the IEEE Computer Society Technical Committee on Data Engineering)\nWho is the Ringleader? Modelling Influence in Discourse using Doc2Vec (poster) (ACSOS 2021)\nAnalyzing COVID-19 Tweets with Transformer-based Language Models (SocialSens 2021 prepub)\nGuest Editorial Diversification in Urban Transportation Systems and Beyond: Integrating People and Goods for the Future of Mobility (2021 IEEE Transactions on Intelligent Transportation Systems)\nTraining robust anomaly detection using ML-Enhanced simulations Proceedings of the 2020 Ground Vehicle Systems Engineering and Technology Symposium)\nStampede Theory: Mapping and Treating Dangerous Misinformation at Scale (2020 doctoral dissertation)\nEvolving Neural Network Ensembles for Reliable Time Series Prediction (Ground Systems Architecture Workshop March 2020) (slides)\nThe Resilience of \"Planes, Trains, and Automobiles\" (IEEE Technology and Society Magazine June 2019) (article)\nDisrupting the Coming Robot Stampedes: Designing Resilient Information Ecologies (Best \"Blue Sky\" paper) (iConference 2019) (paper)\nDiversity in Massively Multi-agent Systems: Concepts, Implementations, and Normal Accidents (2018 International Workshop on Massively Multiagent Systems) (paper)\nThis One Simple Trick Disrupts Digital Communities (Best Poster) (SASO 2018) (paper)\nSimon's Anthill: Mapping and Navigating Belief Spaces (Collective Intelligence 2018) (paper)\nWith Maps and Mobs: Searching for Trustworthiness using Belief Spaces (CHIIR 2018) (paper)\nModeling the Law of Group Polarization (Collective Intelligence 2017) (poster)\nModeling Polarizing Network Behaviors with Flocking Simulations (HCIC 2017)\nTagibly Enhancing Haptics (TEI 2015)(paper) (poster)(code)(code)\nTowards Supporting Situational Awareness using Tactile Feedback (3DUI 2014) (paper) (poster) (code)\nSubmitted Papers and Posters\nPolling Latent Opinions: A Method for Computational Sociolinguistics Using Transformer Language Models (AAMAS 2022 - Rejected) (paper)\nNavigating Language Models with Synthetic Agents (AAMAS 2021 - Rejected (paper)\nBelief places and spaces: Mapping cognitive environments (JASSS - Rejected)(paper)\nIntegrating Artificial Intelligence into Weapon Systems ( 2019 IEEE International Symposium on Technologies for Homeland Security - Rejected)(paper)\nDungeons for Science: Mapping Belief Places and Spaces (CHIPLAY 2019 - Rejected)(paper)\nEcho Chambers: Modeling, Identifying, and Disrupting them (CHIIR 2017 - Rejected)\nModeling the Law of Group Polarization (CSCW 2018 - Rejected)\nModeling the Law of Group Polarization (Pysical Review E - Rejected)\nTrustworthy, Distrustworthy and Newsworthy, Fact Checking by Inferred Reputation (CSCW 2015 - Rejected) (paper)\nThe development of a novel haptic prototype using force input/kinesthetic feedback (UIST 2012 - Rejected) (paper)\nRelated Websites\nphilfeldman.com\nphifel.wordpress.com\nviztales.wordpress.com\nPrior Papers\nThe GeoGraph 3D Computational Laboratory: Network and Terrain Landscapes for RePast\nCombating Terrorist Networks: Current Research in Social Network Analysis for the New Warfighting Environment\nA Submarine Simulator Driven by a Hierarchical Real-Time Control System Architecture\nThe Coevolution of Weapons and Aggression\nUnited States Patents\n7,931,470: Interface device and method for interfacing instruments to medical procedure simulation systems\n7,864,164/8,638,308: Haptic Interface for Palpation Simulation\n7,819,799: System and Method for Controlling Force applied to and Manipulation of Medical Instruments\n7,727,117: Method and Apparatus for operatively controlling and Virtual Reality Scenario with a Physically Demanding Interfaces\n7,331,226: Force measurement system for an isometric exercise device\n7,308,831: Interface device and method for interfacing instruments to vascular access simulation systems\n7,307,619, 7,202,851: Haptic interface for palpation simulation\n7,121,982: Computer interactive isometric exercise system.\n7,033,176: Motion platform system and method of rotating a motion platform about plural axes\n6,817,973: Apparatus for controlling force for manipulation of medical instruments\n6,470,302: Interface device and method for interfacing instruments to vascular access simulation systems\n5,584,700: Virtual-reality based flycycle exercise machine\n\n---\n\nQuestion: {}  Provide details and include sources in the answer:\nAnswer:\n",
  "jfoulds": "Answer the question based on the context below:\n\nContext: JAMES FOULDS\nCurriculum Vitae\nDepartment of Information Systems\nUniversity of Maryland, Baltimore County\n1000 Hilltop Circle, Baltimore, MD 21250\nT phone (410) 455 3943\nH mobile (949) 554 7112\nB email jfoulds@umbc.edu, jrfoulds@gmail.com\nweb http: // jfoulds. informationsystems. umbc. edu/\nEDUCATION\n2014 Doctor of Philosophy, University of California, Irvine, Computer Science.\n2008 Master of Science (with First Class Honours), University of Waikato, Hamilton, New\nZealand, Computer Science.\n2006 Bachelor of Computing and Mathematical Sciences (with First Class Honours),\nUniversity of Waikato, Hamilton, New Zealand, Major in Artificial Intelligence.\nGPA: 8.92/9.0 (A+ average)\nResearch Statement\nMy research interests are broadly in the area of socially conscious artificial intelligence and machine\nlearning. My work aims to improve AI’s role in society regarding fairness and privacy, and to promote\nthe practice of computational social science, using probabilistic models and Bayesian inference.\nExperience in Higher Education\nAug 2017 –\npresent\nAssistant Professor, University of Maryland, Baltimore County, Baltimore, MD.\nSept 2015 –\nAug 2017\nPostdoctoral Scholar, UC San Diego, California, USA.\nUCSD ITA data science postdoctoral fellowship (an independent postdoc position).\nPrivacy-preserving latent variable modeling. Primary collaborator: Professor Kamalika Chaudhuri\n2016 – 2017 Lecturer, University of California, San Diego, La Jolla, CA.\nCSE 291-D: Latent Variable Modeling, Spring 2016 and Spring 2017.\nJuly 2014 –\nJuly 2015\nPostdoctoral Scholar, UC Santa Cruz, California, USA.\nLatent variable modeling with probabilistic soft logic.\nMentoring and advising seven graduate students. Supervisor: Professor Lise Getoor.\nSept 2008 –\nJune 2014\nResearch Assistant, UC Irvine, California, USA.\nProbabilistic modeling of social networks and text. Supervisor: Professor Padhraic Smyth.\nApr – Aug\n2008\nResearch Assistant, University of Waikato, Hamilton, New Zealand.\nMulti-instance learning. Supervisor: Dr. Eibe Frank.\n2006 Research Assistant, University of Waikato, Hamilton, New Zealand.\nText mining. Supervisor: Dr. Eibe Frank.\n2005–2007 Teaching Assistant, University of Waikato, Hamilton, New Zealand.\nLogic and Computation, Critical Reasoning, Introduction to Logic, Logic and Programming, Introduction to Computer Science 1 & 2.\n2003-2005 Research Assistant, University of Waikato, Hamilton, New Zealand.\nCognitive robot mapping. Supervisor: Dr. Margaret Jefferies.\nExperience in Other than Higher Education\nJune – Sept\n2013\nResearch Intern, Yahoo Labs, Sunnyvale, California, USA.\nDiverse personalized recommendation models. Supervisor: Dr. Dilan Görür.\n2006-2007 Software Engineer, WEKA, University of Waikato, Hamilton, New Zealand.\nWaikato Environment for Knowledge Analysis (WEKA) Boundary Visualization Tool for visualizing\nclassifier decision boundaries.\n2006-2007 Sole Developer/Designer, University of Waikato, Hamilton, New Zealand.\nI developed an open-source Turing machine simulator for teaching purposes, for the University of\nWaikato, New Zealand. The source code is publicly available at\nhttp://sourceforge.net/projects/tuataratmsim/.\nHonors Received\n2016 Southern California Machine Learning Symposium, Best presentation, runner-up.\n2008 UC Irvine ICS Dean’s Fellowship, $18,000 USD, covered my 1st year tuition fees.\n2007 University of Waikato Masters Research Scholarship, $12,000 NZD.\n2007 University of Waikato SCMS Scholarship, $3000 NZD.\n2006 Ramanujan Centenary Prize, University of Waikato School of Computing and Mathematical Sciences (SCMS), for best overall performance in the BCMS degree.\n2006 Best Honours Project Award, University of Waikato Department of Computer Science,\nfor best Honours research project.\n2006 Prior Society Prize in Philosophy, Runner up, highly commended.\n2006 New Zealand Computer Society Level 3 Tertiary Scholarship, $2500 NZD.\n2006 University of Waikato SCMS Honours Study Award, $3000 NZD.\n2005 2nd in New Zealand/10th in Australasia, ACM South Pacific Programming Contest.\n2002 University of Waikato Department of Computer Science Entrance Scholarship,\ncovered my 1st year tuition fees.\nCourses Taught\n2019 Data Mining Techniques and Applications (UMBC, Fall, ongoing, undergrad).\n2019 Data Mining (UMBC, Fall, ongoing).\n2019 Data Mining (UMBC, Spring).\n2018 Probabilistic Machine Learning (UMBC, Fall).\n2018 Data Mining (UMBC, Spring).\n2017 Data Mining (UMBC, Fall).\n2017 Latent Variable Models (UCSD, Spring).\n2016 Latent Variable Models (UCSD, Spring).\nProfessional Development\n2019 Active Learning and Inquiry Teaching (ALIT) Certificate, University of Maryland,\nBaltimore County, Baltimore, MD.\nA two-year program for faculty who are interested in incorporating evidence-based teaching methods\ninto their classes.\n2018 New Computing Faculty Teaching Workshop, University of California, San Diego, La\nJolla, CA.\nThe goal of the workshop is to help new computing faculty to be better and more efficient teachers.\nThe workshops were described in Communications of the ACM in the May 2017 issue.\n2016 CIRTL Associate, University of California, San Diego, La Jolla, CA.\nCenter for the Integration of Research, Teaching and Learning (CIRTL) Associate level of achievement\nawarded after completing The College Classroom pedagogy course.\nPHD STUDENTS\nCurrent Advisees.\nKamrun Naher Keya (Spring 2018 – present)\nRashidul Islam (Spring 2018 – present)\nMahbub Rahman (Summer 2019 – present)\nMasnoon Nafees (Fall 2019 – present)\nCurrent Co-Advisees.\nJack Shan (Spring 2019 – present. Primarily advised by Shimei Pan, now at Temple\nUniversity)\nZiqian Zeng (Fall 2019 – present. Visiting student in Shimei Pan’s lab)\nPh.D. Committee Member.\nIşıl Doğa Yakut Kılıç, proposal defense 2.7.2020\nPei Guo, proposal defense 12.16.2019\nArpita Roy, proposal defense 12.3.2019\nWenbin Zhang, proposal defense 11.11.2019\nNilavra Pathak, proposal defense 11.15.2017, final defense 4.26.2019\nH M Sajjad Hossain, proposal defense 11.27.2017, final defense 4.25.2019\nNeha Singh, comprehensive exam 10.24.2018\nTimothy Casey, comprehensive exam 10.11.2018\nBipendra Basnyat, comprehensive exam 10.5.2018\nMASTER’S STUDENTS\nCurrent Advisees.\nKetki Deshpande (MS Thesis, Fall 2019 – Spring 2020, defended 4.16.2020)\nVibhor Dharmadhikari (Independent Study, Spring 2020)\nPranali Kulkarni (Independent Study, Spring 2020)\nNeeharika Kusampudi (Independent Study, Spring 2020)\nKamlesh Pai (Independent Study, Spring 2020)\nHarish Ramamoorthy (Independent Study, Spring 2020)\nAshwathy Sureshkumar (Independent Study, Spring 2020)\nFormer Advisees.\nPriyanka Jadhav (Independent Study, Fall 2019)\nTaif Ghiwaa (Independent Study, Spring 2018)\nDivya Kavaturi (Independent Study, Spring 2018)\nUNDERGRADUATE STUDENTS\nCurrent Advisees.\nJordan Troutman (Spring 2019 – present). Winner of the prestigious Goldwater Scholarship! Winner of a UMBC Undergraduate Research Award (URA), supporting\nhis work with me from June 2019 – May 2020, $1,500. Project: A Fair Evaluation\nof the Effectiveness of the Violence Risk Appraisal Guide.\nSyeda Fatima (Independent Study, Fall 2019, collaboration – present)\nNithya Prakash (Spring 2019 – present). Winner of a UMBC Center for Women in\nTechnology (CWIT) Cyber-Scholar Program Scholarship. Cyber Scholars are\nawarded $5,000-$15,000 per year for 4 years.\nRESEARCH SUPPORT AND/OR FELLOWSHIPS\nAwarded Grant Proposals\n2019–2022 $604,398, National Science Foundation (NSF), PI: Hamed Pirsiavash, CoPIs: Frank Ferraro,\nCynthia Matuszek, Naghmeh Karimi, Damian Doyle, Senior Personnel: James Foulds, et\nal., MRI, Acquisition of a Heterogeneous GPU Cluster to Facilitate Deep Learning Research\nat UMBC\n2019–2021 $297,928, National Science Foundation (NSF), PI: James Foulds; coPIs: Shimei Pan, Ian\nStockwell, AI-DCL: Fairness for the Allocation of Healthcare Resources\n2019 $50,000, National Science Foundation (NSF) OAC, PI: Shimei Pan; CoPIs: James Foulds;\nVandana Janeja, Workshop on Including Ethics in Data Science Pedagogy\n2019–2021 $174,869, National Science Foundation (NSF), PI: James Foulds, CRII: RI: A Little\nUncertainty is Good for Everyone: Bayesian Models for Fairness, and Fairness for Bayesian\nModels\n2018–2019 $101,402, National Institute of Standards (NIST) MSE 60NANB18D227, PI: James Foulds;\ncoPI: Shimei Pan, Differential Fairness for Artificial Intelligence and Machine Learning\nSystems: Unbiased Decisions with Biased Data\nConsultant Roles for Grants\n2020-2022 $2,400,000, National Science Foundation (NSF), PIs: D. W. Rice, R. Richardson, L. Hatley,\nK.E. Freeman, C. Winston-Proctor, Consultants: James Foulds and Shimei Pan, HBCU-UP\nBroadening Participation Research Center\n2020-2022 $49,511, Maryland Center for Computing Education (MCCE), PIs: P.A. Young, D. Kariuki,\nConsultant: James Foulds, Exploring Computational Thinking with Preservice Teachers &\nTeacher Education Instructors\nPUBLICATIONS, PRESENTATIONS, AND CREATIVE ACHIEVEMENTS\nWorks Submitted or in Preparation\nR. Islam, K.N. Keya, S. Pan, A.D. Sarwate, and J.R. Foulds. Differential fairness. Under\nsubmission, 2021.\nR. Islam, S. Pan, and J.R. Foulds. Can we obtain fairness for free? Under submission, 2021.\nClarice Wang, Kathryn Wang, Andrew Bian, Rashidul Islam, Kamrun Naher Keya, James\nFoulds, and Shimei Pan. Gender bias in AI career recommendation: To remove or not to\nremove? Under submission, 2021.\nG. Shan, J. Foulds, and S. Pan. Causal feature selection with dimension reduction for\ninterpretable text classification. ArXiv preprint arXiv:2010.04609v1 [cs.LG], 2020.\nK. Keya, Y. Papanikolaou, and J. R. Foulds. Neural embedding allocation: Distributed\nrepresentations of topic models. Under submission, ArXiv preprint arXiv:1909.04702 [cs.CL],\n2019.\nPeer-Reviewed Conference Papers\nR. Islam, K.N. Keya, Z. Zeng, S. Pan, and J.R. Foulds. Debiasing career recommendations\nwith neural fair collaborative filtering. In Proceedings of The Web Conference 2021 (accepted,\nin press), 2021.\nK.N. Keya, R. Islam, S. Pan, I. Stockwell, and J.R. Foulds. Equitable allocation of healthcare\nresources with fair survival models. In Proceedings of the 2021 SIAM International Conference\non Data Mining (accepted, in press). SIAM, 2021.\nZ. Zeng, R. Islam, K. Keya, J. Foulds, Y. Song, and S. Pan. Fair heterogeneous network\nembeddings. Proceedings of the 15th International AAAI Conference on Web and Social\nMedia (ICWSM) (accepted, in press), 2021.\nK. Deshpande, S. Pan, and J. R. Foulds. Mitigating demographic bias in AI-based resume\nfiltering. Fairness in User Modeling, Adaptation and Personalization Workshop (FairUMAP\n2020), 2020.\nJ. R. Foulds, R. Islam, K. Keya, and S. Pan. Bayesian modeling of intersectional fairness:\nThe variance of bias. SIAM International Conference on Data Mining (SDM), acceptance\nrate 24%, ArXiv preprint arXiv:1811.07255 [cs.LG], 2020.\nJ. R. Foulds, R. Islam, K. Keya, and S. Pan. An intersectional definition of fairness. 36th\nIEEE International Conference on Data Engineering (ICDE), typical acceptance rate\n18%, ArXiv preprint arXiv:1807.08362 [CS.LG], 2020.\nR. Islam and J. R. Foulds. Scalable collapsed inference for high-dimensional topic models. In\nProceedings of the 2019 Annual Conference of the North American Chapter of the Association\nfor Computational Linguistics (NAACL), long paper acceptance rate 26.3%, 2019.\nN. Pathak, J.R. Foulds, N. Roy, N. Banerjee, and R. Robucci. A Bayesian data analytics\napproach to buildings’ thermal parameter estimation. In Proceedings of the Tenth ACM International Conference on Future Energy Systems (ACM e-Energy), long paper acceptance\nrate 24.3%, 2019.\nJ. R. Foulds. Mixed membership word embeddings for computational social science. Proceedings of the 21st International Conference on Artificial Intelligence and Statistics (AISTATS),\nacceptance rate 33.2%, 2018.\nM. Park, J. R. Foulds, K. Chaudhuri, and M. Welling. DP-EM: Differentially private\nexpectation maximization. Proceedings of the 20th International Conference on Artificial\nIntelligence and Statistics (AISTATS), acceptance rate 31.7%, 2017.\nJ. R. Foulds, J. Geumlek, M. Welling, and K. Chaudhuri. On the theory and practice\nof privacy-preserving Bayesian data analysis. In Proceedings of the 32nd Conference on\nUncertainty in Artificial Intelligence (UAI), acceptance rate 31.0%, 2016.\nA. Grycner, G. Weikum, J. Pujara, J. R. Foulds, and L. Getoor. RELLY: Inferring hypernym\nrelationships between relational phrases. In Proceedings of the 2015 Conference on Empirical\nMethods in Natural Language Processing (EMNLP), long paper acceptance rate 26.2%,\npages 971–981, Lisbon, Portugal, September 2015. Association for Computational Linguistics.\nS. Fakhraei, J. R. Foulds, M. Shashanka, and L. Getoor. Collective spammer detection\nin evolving multi-relational social networks. In Proceedings of the 21st ACM SIGKDD\nConference on Knowledge Discovery and Data Mining (KDD), acceptance rate 19.5%,\n2015.\nJ. R. Foulds, S. H. Kumar, and L. Getoor. Latent topic networks: A versatile probabilistic programming framework for topic models. In Proceedings of The 32nd International\nConference on Machine Learning (ICML), acceptance rate 26.0%, 2015.\nX. He, T. Rekatsinas, J. R. Foulds, L. Getoor, and Y. Liu. HawkesTopic: A joint model for\nnetwork inference and topic modeling from text-based cascades. In Proceedings of the 32nd\nInternational Conference on Machine Learning (ICML), acceptance rate 26.0%, 2015.\nP. Kouki, S. Fakhraei, J. R. Foulds, M. Eirinaki, and L. Getoor. HyPER: A flexible and\nextensible probabilistic framework for hybrid recommender systems. In Proceedings of the\n9th ACM Conference on Recommender Systems (RecSys), acceptance rate 21%, 2015.\nA. Ramesh, S. H. Kumar, J. R. Foulds, and L. Getoor. Unsupervised models of aspectsentiment for online course discussion forums. In Proceedings of the 53rd Annual Meeting of\nthe Association for Computational Linguistics (ACL), long paper acceptance rate 25.0%,\n2015.\nD. Sridhar, J. R. Foulds, B. Huang, M. Walker, and L. Getoor. Joint models of disagreement\nand stance in online debate. In Proceedings of the 53rd Annual Meeting of the Association\nfor Computational Linguistics (ACL), long paper acceptance rate 25.0%, 2015.\nJ. R. Foulds and P. Smyth. Annealing paths for the evaluation of topic models. In Proceedings\nof the Thirtieth Conference Conference on Uncertainty in Artificial Intelligence (UAI),\nacceptance rate 32.0%, 2014.\nJ. R. Foulds and P. Smyth. Modeling scientific impact with topical influence regression. In\nProceedings of the 2013 Conference on Empirical Methods in Natural Language Processing\n(EMNLP), long paper acceptance rate 27%, pages 113–123, Seattle, Washington, USA,\nOctober 2013. Association for Computational Linguistics.\nJ. R. Foulds, L. Boyles, C. DuBois, P. Smyth, and M. Welling. Stochastic collapsed variational\nBayesian inference for latent Dirichlet allocation. In Proceedings of the 19th ACM SIGKDD\nInternational Conference on Knowledge Discovery and Data Mining (KDD), acceptance\nrate 17.2%, 2013.\nC. DuBois, J. R. Foulds, and P. Smyth. Latent set models for two-mode network data.\nIn Proceedings of the 5th International AAAI Conference on Weblogs and Social Media\n(ICWSM), acceptance rate ≈20%, 2011.\nJ. R. Foulds, A. Asuncion, C. DuBois, C. T. Butts, and P. Smyth. A dynamic relational\ninfinite feature model for longitudinal social networks. In Proceedings of the 14th International\nConference on AI and Statistics (AISTATS), recent acceptance rates between 28%–36%,\n2011.\nJ. R. Foulds, N. Navaroli, P. Smyth, and A. Ihler. Revisiting MAP estimation, message\npassing and perfect graphs. In Proceedings of the 14th International Conference on AI and\nStatistics (AISTATS), recent acceptance rates between 28%–36%, 2011.\nJ. R. Foulds and P. Smyth. Multi-instance mixture models and semi-supervised learning. In\nSIAM International Conference on Data Mining (SDM), recent acceptance rates between\n22%–29%, 2011.\nJ. R. Foulds and E. Frank. Speeding up and boosting diverse density learning. In Proceedings\nof the 13th International Conference on Discovery Science (DS), 2010.\nJ. R. Foulds and E. Frank. Revisiting multi-instance learning via embedded instance selection.\nIn Proc. 21st Australasian Joint Conference on AI (AI), 2008.\nPeer-Reviewed Journal Papers\nJ.R. Foulds and S. Pan. Are parity-based notions of AI fairness desirable? Bulletin of the\nIEEE Technical Committee on Data Engineering, 43(4):51–73, 2020.\nM. Park, J. R. Foulds, K. Chaudhuri, and M. Welling. Variational Bayes in private settings\n(VIPS). Journal of Artificial Intelligence Research (JAIR), 68:109–157, 2020.\nJ. T. Morton, A. Aksenov, L.-F. Nothias-Scaglia, J. R. Foulds, R. A. Quinn, M. H. Badri,\nT. L. Swenson, M. W. Van Goethem, T. R. Northen, Y. Vasquez-Beaza, M. Wang, N. A.\nBokulich, A. Watters, S.-J. Song, R. Bonneau, P. C. Dorrestein, and R. Knight. Learning\nrepresentations of microbe-metabolite interactions. Nature Methods, 2019.\nY. Papanikolaou, J. R. Foulds, T. N. Rubin, and G. Tsoumakas. Dense distributions from\nsparse samples: Improved Gibbs sampling parameter estimators for LDA. Journal of Machine\nLearning Research, 18(62):1–58, 2017.\nJ. R. Foulds and E. Frank. A review of multi-instance learning assumptions. Knowledge\nEngineering Review, 25(1), 2010.\nJ. R. Foulds and L. R. Foulds. Bridge lane direction specification for sustainable traffic\nmanagement. Asia-Pacific Journal of Operational Research, 23(2), 2006.\nJ. R. Foulds and L. R. Foulds. A probabilistic dynamic programming model of rape seed\nharvesting. International Journal of Operational Research, 1(4), 2006.\nPeer-Reviewed Workshop Papers, Symposium Papers, and Extended Abstracts\nK. Deshpande, S. Pan, and J. R. Foulds. Mitigating socio-lingustic bias in job recommendation.\nMid-Atlantic Student Colloquium on Speech, Language and Learning (MASC-SLL), 2020.\nJ. R. Foulds, M. Park, K. Chaudhuri, and M. Welling. Variational Bayes in private settings\n(VIPS) (extended abstract). 29th International Joint Conference on Artificial Intelligence\nand the 17th Pacific Rim International Conference on Artificial Intelligence (IJCAI-PRICAI\n2020) Journal Track, 2020.\nK. Keya, R. Islam, S. Pan, I. Stockwell, and J. R. Foulds. Equitable allocation of healthcare\nresources with fair cox models. AAAI Fall Symposium on AI in Government and Public\nSector (AAAI FSS-20), 2020.\nM. Rahman and J. R. Foulds. End-to-end joint modeling for fake news detection. Mid-Atlantic\nStudent Colloquium on Speech, Language and Learning (MASC-SLL), 2020.\nC. Wang, K. Wang, A. Bian, R. Islam, K. Keya, J. R. Foulds, and S. Pan. A user study on a\nde-biased career recommender system. Mid-Atlantic Student Colloquium on Speech, Language\nand Learning (MASC-SLL), 2020.\nJ. R. Foulds, R. Islam, K. Keya, and S. Pan. Differential fairness. NeurIPS 2019 Workshop\non Machine Learning with Guarantees, 2019.\nR. Islam, K. Keya, S. Pan, and J. R. Foulds. Mitigating demographic biases in social\nmedia-based recommender systems. The 25th ACM SIGKDD Conference on Knowledge\nDiscovery and Data Mining (KDD) Social Impact Track (extended abstract), 2019.\nT. Ghiwaa and J. R. Foulds. Training WGANs with peer instruction. In Mid-Atlantic Student\nColloquium on Speech, Language and Learning, 2018.\nR. Islam and J. R. Foulds. Towards a highly efficient online inference algorithm for latent\nDirichlet allocation. In Mid-Atlantic Student Colloquium on Speech, Language and Learning,\n2018.\nK. Keya and J. R. Foulds. Neural embedding allocation: Distributed representations of\nwords, topics, and documents. In Mid-Atlantic Student Colloquium on Speech, Language and\nLearning, 2018.\nJ. R. Foulds. Mixed membership word embeddings. In SoCal Machine Learning Symposium\n(SCMLS), 2016.\nM. Park, J. R. Foulds, K. Chaudhuri, and M. Welling. Private topic modeling. NIPS\nWorkshop on Private Multi-Party Machine Learning (PMPML), 2016.\nA. Grycner, G. Weikum, J. Pujara, J. R. Foulds, and L. Getoor. A unified probabilistic\napproach for semantic clustering of relational phrases. In 4th Workshop on Automated\nKnowledge Base Construction (AKBC), 2014.\nD. Sridhar, J. R. Foulds, B. Huang, M. Walker, and L. Getoor. Collective classification of\nstance and disagreement in online debate forums. In Bay Area Machine Learning Symposium\n(BayLearn), 2014.\nJ. R. Foulds and D. Görür. Diverse personalization with determinantal point process\neigenmixtures. In NIPS Workshop on Personalization, 2013.\nJ. R. Foulds and P. Smyth. Robust evaluation of topic models. In NIPS Workshop on Topic\nModels, 2013.\nJ. R. Foulds and P. Smyth. Modeling scientific impact with topical influence regression. In\nNIPS Workshop on Algorithmic and Statistical Approaches for Large Social Network Data\nSets, 2012.\nTheses\nJ. R. Foulds. Latent Variable Modeling for Networks and Text: Algorithms, Models and\nEvaluation Techniques. PhD thesis, University of California, Irvine, 2014.\nJ. R. Foulds. Learning instance weights in multi-instance learning. Master’s thesis, University\nof Waikato, Hamilton, New Zealand, 2008.\nJ. R. Foulds. Learning to play the game of Go. Honours thesis, University of Waikato,\nHamilton, New Zealand, 2006.\nPresentations\nNote: All conference and workshop publications were presented at the event, either by myself or by a student\nco-author. This list contains additional invited presentations, and presentations accepted based on an abstract.\nPresentations with Refereed Abstracts.\n(accepted,\npostponed)\nSDM 2020 tutorial: Mining Dynamic Networks with Generative Models (with Kevin Xu),\nCincinnati, OH (postponed indefinitely due to COVID-19)\nSept. 2019 UMBC Provost’s Teaching and Learning Symposium. Including Ethics in Data Science\nPedagogy: Why, What and How? V. Janeja, S. Pan, J. Foulds, L. Boot. Poster presented by\nV. Janeja.\nJuly 2019 The 27th Conference on Intelligent Systems for Molecular Biology / the European Conference\non Computational Biology (ISMB/ECCB) 2019 Abstracts. Identifying microbe-metabolite\ninteractions with a compositional matrix factorization. J. T. Morton, A. Aksenov, R. Knight,\nS. J. Song, R. Bonneau, M. Badri, T. Northen, Marc Van Goethem, T. Swenson, R. Quinn,\nJ. R. Foulds, L.-F. Nothias-Scaglia, P. Dorrestein. Presented by R. Bonneau\nJune 2018 ICWSM 2018 tutorial: Generative Models for Social Media Analytics: Networks, Text, and\nTime (with Kevin Xu), Stanford, CA\nNon-Refereed and Invited Presentations.\nOct. 2020 Leidos Innovations Center (LInC) AI/ML reading group meeting, Leidos, Arlington, VA\n(online talk, upcoming).\nFeb. 2020 Faculty Development Center (FDC) Workshop on Concept Mapping (presenter), UMBC\nNov. 2019 2019 Advancing Ethical Research (AER) Conference, hosted by Public Responsibility in\nMedicine and Research (PRIM&R). Panelist/presenter in From Fortnite to Facebook: Data\nSecurity and Breaches, Downstream Harms, and the (Precarious) Role of IRBs, Boston, MA\nOct. 2019 National Science and Technology Medal Foundation (NSMTF) panelist, “Science Unscripted:\nConversation with AI Experts,” UMBC. The audience included a group of specially selected\nhigh-school students.\nSept. 2019 UMBC Information Systems Department Research Seminar\nAugust 2019 University of Southern California (USC) Information Sciences Institute (ISI), Artificial\nIntelligence Seminar\nJune 2019 Workshop on Including Ethics in Data Science Pedagogy (EDSP 2019), co-organizer, panel\nmoderator, and presenter, Alexandria, VA\nMay 2019 Escape Velocity 2019 by the Museum of Science Fiction, Gaylord National Resort & Convention Center, National Harbor, Washington, D.C.\nApril 2019 RIKEN Center for Advanced Intelligence Project (AIP), Tokyo, Japan\nMarch 2019 University of Baltimore School of Law, Legal Hackers Baltimore meeting\nFeb. 2019 Information Theory and Applications (ITA) Workshop, San Diego, CA\nFeb. 2019 Maryland State Bar Association Conference, Towson, MD\nDec. 2018 Johns Hopkins University, Applied Physics Laboratory (APL) Seminar\nDec. 2018 UMBC, guest lecture for Introduction to Data Science class\nNov. 2018 Johns Hopkins University, Center for Language and Speech Processing (CSLP) Seminar\nNov.2018 Artificial Intelligence Maryland (MD-AI) Seminar, Emerging Technology Centers (ETC),\nBaltimore, MD\nNov. 2018 Federal Trade Commission (FTC) Hearing on Artificial Intelligence and Algorithmic Decision\nTools, Howard University School of Law, Washington, DC\nOct. 2018 AAAI Fall Symposium on AI for Government and Public Sector Applications, Arlington, VA\nSept. 2018 Networking and Information Technology Research and Development (NITRD) Interagency\nWorking Group on Privacy R & D, National Coordination Office, Washington, DC\nSept. 2018 George Mason University, UMBC Group Visit on Cognitive Computing\nJune 2018 National Institute of Standards (NIST) Gaithersburg, AI Community of Interest Seminar\nApril 2018 UMBC, ACM Faculty Seminar\nFeb 2018 UMBC, Discussant for a screening of the AlphaGo documentary\nMarch 2017 UMBC\nMarch 2017 Oregon State University\nMarch 2017 Tulane University\nMarch 2017 UC Riverside\nFeb. 2017 Boston College\nFeb. 2017 California State University – Long Beach\nJan. 2017 UCSD, Artificial Intelligence Seminar\nJuly 2016 SBP-BRIMS 2016 invited tutorial: Generative Models for Social Network Data (with Kevin\nXu), UCDC, Washington DC\nMay 2016 USC, Artificial Intelligence Seminar\nApril 2016 UCSD, Angela Yu’s lab\nJan. 2016 UCI, Center for Machine Learning and Intelligent Systems Seminar\nNov. 2015 UCSD, Artificial Intelligence Seminar\nApril 2015 Banff International Research Station (BIRS), New Perspectives for Relational Learning\nWorkshop\nAugust 2014 eBay Research Labs\nMedia Activities.\nOct. 2019 ACLU Maryland Podcast: Racism, Algorithms, and the Fight for Redemption. Amber Taylor\n(Host), Earl Young, James R. Foulds, Sonia Kumar (contributors)\nSERVICE TO THE DEPARTMENT, UNIVERSITY, COMMUNITY,\nAND PROFESSION\nOrganizational Roles.\nCo-Organizer, Workshop on Including Ethics in Data Science Pedagogy (EDSP 2019).\nWorkflow Chair, Artificial Intelligence and Statistics (AISTATS) 2019 conference.\nCo-Chair, Information Theory and Applications (ITA) 2016–2017.\nDepartmental Committees.\nIS Department Research Seminar Organizer, Fall 2019.\nIS Department Research Committee, Fall 2019.\nIS Department Tenure-Track Search Committee, Fall 2019 – Spring 2020.\nIS Department AI/KM Tenure-Track Search Committee, Fall 2018 – Spring 2019.\n2020 Journal Editing.\nBulletin of the IEEE Technical Committee on Data Engineering 43:(4) Special Issue: Interdisciplinary Perspectives on Fairness and Artificial Intelligence Systems, editor (with Shimei\nPan)\n2020 Grant Proposal Reviewing.\nNSF, panel reviewer (1 panel).\n2020 Conference Program Committee Reviewer, ICML (area chair), AISTATS, NeurIPS,\nSBP-BRiMS, EMNLP.\n2020 Journal Reviewing, TACL, Nature Communications.\n2019 Grant Proposal Reviewing.\nNSF, panel reviewer (1 panel).\nNSF, ad-hoc reviewer (1 proposal).\nGeorge Mason University, Transdisciplinary Centers for Advanced Study panel reviewer.\n(The winning centers each received funding of $125,000 per year for up to 5 years.)\n2019 Conference Program Committee Reviewer, ICML (area chair), AAAI (Senior\nProgram Committee member), NeurIPS (awarded free registration as one of the\ntop reviewers), IJCAI, NeurIPS 2019 Workshop on Privacy in Machine Learning (PRiML).\n2019 Journal Reviewing, TACL, DAMI, Nature Communications.\n2018 Conference Program Committee Reviewer, NAACL, ACL, ICML, IJCAI, UAI, WWW\nBigNet Workshop.\n2018 Journal Reviewing, TACL.\n2017 Conference Program Committee Reviewer, ICML, ICLR, IJCAI, UAI, ACL.\n2017 Journal Reviewing, MLJ, TACL, FGCS.\n2017 Grant Proposal Reviewing, National Fund for Scientific and Technological Development\n(FONDECYT) of the Chilean National Commission for Scientific and Technological Research\n(CONICYT), 2018 FONDECYT Regular Competition.\n2016 and\nearlier\nConference Program Committee Reviewer, NIPS, ICML, AAAI, IJCAI, AISTATS,\nUAI, ACL, NAACL, WWW, ICRA, IEEE BigData, NIPS Topic Models Workshop.\n2016 and\nearlier\nJournal Reviewing, JMLR, JAIR, Annals of Applied Statistics, Neural Computation, MLJ,\nAIJ, ACM TIST, TACL, IEEE TNNLS, IEEE TKDE, DAMI, SWJ, CAMWA.\n2007–2008 Problem Sponsor/Problem Reviewer, ACM South Pacific Region Programming Contest\n2007.\n2007 Problem Sponsor/Reviewer, New Zealand Programming Contest 2007.\nMISCELLANEOUS\nCitizenship U.S. and New Zealand dual citizenship.\nTrivia My Erdös number is two (J. R. Foulds - L. R. Foulds - P. Erdös)\nACM Executive Committee member for the University Waikato ACM Student Chapter 2005–2008.\n\n---\n\nQuestion: {}  Provide details and include sources in the answer:\nAnswer:\n",
  "span": "Answer the question based on the context below:\n\nContext: Shimei Pan\nShimei_ijcai\n\nShort Bio:\nDr. Shimei Pan is an Associate Professor at the Information Systems Department of UMBC. Before joining UMBC, Dr. Pan was a research scientist at IBM Watson Research Center in New York. Her primary research interests are  Natural Language Processing (NLP), Large-Scale Social Media Analytics and their applications in Human Behavior Modeling. She is also interested in fair AI/ML and Human-AI Interaction. Dr. Pan has authored 100+ peer-reviewed papers in major international conferences and journals. She has also served on the program committees for major international conferences (e.g.,  ACL, EMNLP, NAACL, IJCAI, IUI, CIKM and RecSys). She was the program co-chair of 2015 ACM International Conference on Intelligent User Interfaces (IUI), the conference co-chair of IUI 2019 and the program chair of IEEE ICTAI 2020.  Currently, she is an associate editor of ACM Transactions on Interactive Intelligent Systems (TIIS) and a member of the steering committee of IUI. Dr. Shimei Pan received a Ph.D. in Computer Science from Columbia University.\n\nNews:\nWon a Fulbright Award to conduct research in Germany on Cross-cultural Analysis of Social Biases with Large Pre-trained Language Models (2022-2023).\nTravel to Germany to attend the Dagstuhl Seminar on “Visual Text Analytics” (May, 2022).\nWon an ATIP award to conduct research on “An AI-based Method to Assess and Monitor the Cognitive Functions in Persons with Dementia”.\nOur paper on “Do Humans Prefer Debiased AI Algorithms? A Case Study in Career Recommendation” has been accepted by ACM IUI 2022. Congratulations to the authors!\nThe IEEE Data Engineering Bulletin (DEB) 2021 Special Issue on Responsible AI and Human-AI Interaction, co-edited by myself and James Foulds, is online.\nOur paper on “Incorporating medical knowledge in BERT for clinical relation extraction” has been accepted by EMNLP 2021. Congratulations to Arpita!\nOur paper on “Fair Representation Learning for Heterogeneous Information Networks” was accepted by ICWSM 2021.\nCo-editor of an IEEE Data Engineering Bulletin 2020 special issue on “Interdisciplinary Perspectives on Fairness and Artificial Intelligence Systems” (with James Foulds) (Dec. 2020).\nReceived an NSF grant to study COVID-19-related discrimination against Chinese Americans (with Charissa Cheah and Cixin Wang), 2020.\nOur paper on “Incorporating Extra Knowledge to Enhance Word Embedding” was accepted by IJCAI 2020.\nChairing the technical program committee of IEEE ICTAI 2020.\nReceived an NSF grant to study Fairness for the Allocation of Healthcare Resources (with James Foulds), 2019.\nCo-chaired the NSF workshop on “Including Ethics in Data Science Pedagogy”, 2019, Alexandria, VA.\nCo-chaired the ACM International Conference on Intelligent User Interfaces (IUI), 2019 at Los Angeles, CA.\nCo-editor of the ACM TIIS journal special issue on “Data-driven Personality Modeling for Intelligent User Interfaces” (with Oliver Brdiczka, Andrea Kleinsmith and Yangqiu Song) (2019).\nOur paper “Social Media-based User Embedding: A Literature Review” has been accepted  by IJCAI (2019).\nOur paper “Predicting Malware Attributes from Cybersecurity Texts” was accepted by NAACL-HLT (2019).\nReceived a NIST grant to study “Differential Fairness for Artificial Intelligence and Machine Learning Systems: Unbiased Decisions with Biased Data” (with James Foulds)\nGave an invited talk at the 14th International Conference on Emerging Technologies for a Smarter World at Stony Brook University (Oct. 2018).\nInvited to a working group meeting at the National Institute on Alcohol Abuse and Alcoholism (NIAAA) of NIH to discuss High Intensity Drinking (Oct. 2018).\nOrganized a workshop on “AI and Computational Psychology” at a joint workshop session of IJCAI/ICML/AAMAS 2018  in Stockholm in July 2018.\nOur paper on “Automated Detection of Substance Use-Related Social Media Posts Based on Image and Text Analysis” won a best student paper award at IEEE ICTAI 2017.\nOur paper on “Multi-View Unsupervised User Feature Embedding for Social Media-based Substance Use Prediction” was accepted by EMNLP 2017 (Aug. 2017).\nOur paper on “Analyzing and Preventing Bias in Text-based Personal Trait Prediction Algorithms” won the IEEE ICTAI 2016 C.V. Ramamoorthy Best Paper Award (Nov. 2016).\nGave a talk at National Institute on Drug Abuse (NIDA) on “Social Media-based User Behavior and Trait Analysis for Drug Abuse Research” (September. 2016)\nOur paper on “Personalized Emphasis Framing for Persuasive Message Generation” was accepted by EMNLP 2016 (August, 2016)\nGave a talk at Bloomberg LP Data Science Seminar (July 2016)\nGave a talk at the CS department of Columbia University (July 2016)\nMy student Yi Yang presented our paper at the IJCAI Sister Conference Best Paper Track (July 2016)\nPresented an invited paper at AAAI 2016 on “What’s Hot in Intelligent User Interfaces” (Feb 2016).\nOur paper on “Using Personal Traits for Brand Preference Prediction” was accepted by EMNLP 2015 (August 2015)\nOur paper on “An Uncertainty-Aware Approach for Exploratory Microblog Retrieval” was accepted by IEEE VAST 2015 (TVCG track) (July 2015)\nOur paper on “Expertise Signals for Public and Enterprise Social Q&A” was accepted by ICWSM 2015 (March 2015)\nOur paper on “User-Directed Non-Disruptive Topic Model Update for Effective Exploration of Dynamic Content” won “best paper honorable mention” at IUI 2015! (March 2015)\nGave a keynote at the 4th Interactive Visual Text Analytics workshop in Atlanta (March 2015).\nOur paper “User-Directed Non-Disruptive Topic Model Update for Effective Exploration of Dynamic Content” was accepted by IUI’2015.\nPhd student Tao Ding received UMBC GSA student research grant. Congratulations! (Nov. 2014)\nGave a keynote speech at the ACM CIKM’14 workshop on Interactive Mining of Big Data. (Nov. 2014)\n\n---\n\nQuestion: {}  Provide details and include sources in the answer:\nAnswer:\n",
  "ccheah": "Answer the question based on the context below:\n\nContext: Charissa Cheah, Ph.D.\nProfessor\n\n\nContact Information:\nEmail:        ccheah@umbc.edu\nOffice:       Math/Psychology 330\nPhone:      410.455.1059\nFax:           410.455.1055\nLab:           Sondheim 404\nPhone:      410.455.5757\n\nWebsite:   https://ccadlab.umbc.edu/\n\nCheah CV_April 2023\nCheah Biosketch\nEducation:\nPh.D. – University of Maryland, College Park\nArea of Study:\nChildren and adolescents’ social, emotional, and health development; Parenting; Culture\n\nResearch Interests:\n\nDr. Cheah uses mixed-method and innovative approaches to understand how individual characteristics, relationships, socialization agents, and contexts interact to influence child and adolescent social-emotional development and physical health. Her research focuses on families from underrepresented (ethnic/racial, religious minority), immigrant, and low-income backgrounds in the United States and across different countries.\n\nCourses Taught:\n\nPsychology and Culture (PSYC 230)\n\nChild Development and Culture (PSYC 330)\n\nCultural Aspects of Human Development (Psyc 635)\n\nParenting (Psyc 730)\n\nGraduate Research and Training Opportunities:\n\nGraduate students are provided ample opportunities to contribute to research design on various projects, obtain experience with quantitative and qualitative methodologies, collaborate and lead on publications, network and participate in cross-cultural/international research projects.\n\nUndergraduate Research and Training Opportunities:\n\nYES: Undergraduate opportunities available\n\nUndergraduate research assistants can obtain experiences in data collection (interviewing parents and children, questionnaire assessments, observations of behaviors), data entry and management, library research, involvement in conference presentations and publications, and conducting independent research projects.\n\nGraduate Program Affiliation(s):\n\nApplied Developmental Psychology\n\nSelected Publications (* the asterisks denote student authors mentored by Dr. Cheah):\n\nVu, K. T. T.,* Cheah, C. S. L., & Halberstadt, A. (in press). Culture moderates bidirectional associations between Chinese immigrant mothers’ socialization and children’s anger and sadness during disappointment. Social Development.\n\nRen, H.*, Cheah, C. S. L., Zong, X.*, Wang, S.*, Cho, H. S.*, Wang, C.*, & Xue, X.* (in press). Age-varying associations between Chinese American parents’ racial-ethnic socialization and children’s difficulties during the COVID-19 pandemic. Asian American Journal of Psychology.\n\nMalti, T. & Cheah, C. S. L. (2021). Towards complementarity: Specificity and commonality in social-emotional development. [Introduction to the Special Section “Specificity and commonality: Sociocultural generalizability in social-emotional development”]. Child Development, 92(6), 1085-1094. https://doi.org/10.1111/cdev.13690\n\nYip, T., Cheah, C. S. L., Kiang, L., Hall, G., & Comas-Diaz, L. (2021). “Rendered invisible: Are Asian Americans a model or a marginalized minority? [Introduction to the Special Issue “Rendered invisible: Are Asian Americans a model or a marginalized Minority?”]. The American Psychologist, 76(4), 575–581. https://doi.org/10.1037/amp0000857\n\nZong, X.*, Cheah, C. S. L., & Ren, H.* (2021). Chinese American adolescents’ experiences of COVID-19-related racial discrimination and anxiety: Person-centered and intersectional approaches. Journal of Research on Adolescence. Advance online publication. https://doi.org/10.1111/jora.1269\n\nCheah, C. S. L., Zong, X.*, Cho, H. S.*, Ren. H.*, Wang, S.*, Xue, X.*, & Wang, C. (2021). Chinese American adolescents’ experiences of COVID-19 racial discrimination: Risk and protective factors for internalizing difficulties. Cultural Diversity and Ethnic Minority Psychology, 27(4), 559-568. http://dx.doi.org/10.1037/cdp0000498\n\nSeo, Y. J., Cheah, C. S. L., & Hart, C. H. (2021). Longitudinal relations among child temperament, parenting, and acculturation in predicting Korean American children’s externalizing problems. Cultural Diversity and Ethnic Minority Psychology. Advance online publication. Advance online publication. https://doi.org/10.1037/cdp0000493\n\nCho, H. S.*, Cheah, C. S. L., Vu, K T.T.*, Selçuk, B., Yavuz, H. M., Şen, H. H., & Park, S.-Y. (2021). Culturally shared and unique meanings and expressions of maternal control across four cultures. Developmental Psychology, 57(2), 284–301. https://doi.org/10.1037/dev0001136\n\nCheah, C. S. L., Wang, C., Ren, H.*, Zong, X.*, Cho, H. S.*, & Xue, X.*, (2020). COVID-19 racism and mental health in Chinese American families. Pediatrics, Nov 146 (5). https://pediatrics.aappublications.org/content/early/2020/08/28/peds.2020-021816\n\nBalkaya-Ince, M.*, Cheah, C. S. L., Kiang, L., & Tahseen, M. (2020). Exploring daily mediating pathways of religious identity in the associations between maternal religious socialization and Muslim American adolescents’ civic engagement. Developmental Psychology, 56, 1446–1457. https://doi.org/10.1037/dev0000856\n\nCheah, C. S. L., Barman, S.*, Vu. K. T. T.*, Jung, S.*, Mandalapu, V., Masterson, T., Zuber, R., Boot, L., & Gong, J. (2020). Validation of a virtual reality buffet environment to assess food selection processes among emerging adults. Appetite, 153, 1. https://doi.org/10.1016/j.appet.2020.104741\n\nZhou, N., Cheah, C. S. L., Wang, G., & Tan, T., (2020). Mothers’ feeding profiles among overweight, normal weight and underweight Chinese preschoolers. Appetite, 152. https://doi.org/10.1016/j.appet.2020.104726\n\nVu, K. T. T.*, Cheah, C. S. L., Sun, S., Zhou, N., & Xue, X.* (2020). Adaptation and assessment of the Child Feeding Questionnaire for Chinese immigrant families of young children in the U.S. Child: Care, Health and Development, 46, 74-82. https://doi.org/10.1111/cch.12715\n\nCheah, C. S. L., Yu, J., Liu, J., & Coplan, R. J. (2019). Children’s cognitive appraisal moderates associations between psychologically controlling parenting and children’s depressive symptoms. Journal of Adolescence, 75, 109 – 119. https://doi.org/10.1016/j.adolescence.2019.08.005\n\nVu., K. T. T.*, Castro, M.*, Cheah, C. S. L., & Yu., J. (2019). Mediating and moderating processes in the association between Chinese immigrant mothers’ acculturation and parenting styles in the U.S. Asian American Journal of Psychology, 10, 307-315. http://dx.doi.org/10.1037/aap0000150\n\nRen, H.*, Cheah, C. S. L., Sang, B., & Liu, J. (2019). Maternal attribution and Chinese immigrant children’s social skills: The mediating role of authoritative parenting practices. Parenting: Science and Practice. https://doi.org/10.1080/15295192.2019.1694834\n\nBalkaya, M.*, Cheah, C. S. L., & Tahseen, M. (2019). The role of religious discrimination and Islamophobia in Muslim-American adolescents’ religious and national identities and adjustment. Journal of Social Issues, Special Issue: To Be Both (and More): Immigration and Identity Multiplicity, 75, 538-567.  https://doi.org/10.1111/josi.12326\n\nYu, J.*, Cheah, C. S. L., Hart, C. H., Yang, C., & Olsen, J. (2019). Longitudinal effects of maternal love withdrawal and guilt induction on Chinese American preschoolers’ bullying aggressive behavior. Development and Psychopathology, 31, 1467-1475. https://doi.org/10.1017/S0954579418001049\n\nCheah, C. S. L., Leung, C. Y. Y., & Bayram Özdemir, S. (2018). The social cognitive reasoning of Chinese Malaysian adolescents during filial dilemmas. Child Development, 89, 383-396. https://doi.org/10.1111/cdev.12725\n\nYu, J.*, Cheah, C. S. L., Hart, C. H., & Yang, C. (2018). Child inhibitory control and maternal acculturation moderate effects of maternal parenting on Chinese American children’s adjustment. Developmental Psychology, 54(6), 1111-1123. https://doi.org/10.1037/dev0000517\n\nCheah, C. S. L. (2016). Charting future directions for research on Asian American child development.  [Special issue on Research on Asian American Child Development]. Child Development, 87, 1055 – 1060.  https://doi.org/10.1111/cdev.12580\n\nCheah, C. S. L., Li, J., Zhou, N.*, Yamamoto, Y., & Leung, C. Y. Y. (2015). Understanding Chinese immigrant and European American mothers’ expressions of warmth. Developmental Psychology, 51, 1802-1811. https://doi.org/10.1037/a0039855\n\n---\n\nQuestion: {}  Provide details and include sources in the answer:\nAnswer:\n"
}