{
  "chess": "Answer the question based on the context below:\n\nContext: The rook moves horizontally or vertically and is involved in castling. The bishop moves diagonally and can only move to squares of one color. The queen can move horizontally, vertically, or diagonally. The knight moves in an L-shape, two squares horizontally and one square vertically or vice versa.\n\n###\n\nEach chess piece has its own unique way of moving on the board. They can only move to an empty square, except when capturing an opponent's piece. Pieces cannot jump over other pieces, except for the knight and castling moves. When a piece is captured by an enemy piece, it is permanently removed from the game.\n\n###\n\nThe king, rook, and knight moves remain unchanged in chess. Originally, pawns could not move two squares on their first move and only promoted to a queen upon reaching the eighth rank. The queen was originally called fers or farzin and could only move one square diagonally in any direction, but in European chess, it gained the ability to leap two squares diagonally on its first move. In Persian and Arabic chess, the bishop was called p?l or f?l, meaning \"elephant.\"\n\n###\n\nWhen an enemy piece captures another piece, the captured piece is permanently removed from the game. The king can be put in check but cannot be captured and moves one square horizontally, vertically, or diagonally. Castling, a special move with the king, is allowed once per player per game. A rook can move any number of vacant squares horizontally or vertically and is also moved during castling.\n\n###\n\nThe knight in chess moves in an \"L\" pattern to one of the nearest squares not on the same rank, file, or diagonal. It jumps over other pieces and is not blocked. Pawns have a more complex movement, moving straight forward one square if it is vacant, and having the option to move two squares forward if it has not yet moved, provided both squares are vacant.\n\n---\n\nQuestion: {}  Provide details and include sources in the answer:\nAnswer:\n",
  "solar": "Answer the question based on the context below:\n\nContext: The distance between planets and belts in our solar system varies greatly. The closest planet to the Sun, Mercury, is only 0.39 AU (58 million km; 36 million mi) away, while the farthest planet, Neptune, is 30 AU (4.5 billion km; 2.8 billion mi) away. The distance between each planet's orbit and the next nearest object to the Sun generally increases as you move further out from the Sun. For example, Venus is 0.33 AU farther from the Sun than Mercury, while Saturn is 4.3 AU farther out than Jupiter.\n\n###\n\nMercury is the closest planet to the Sun and the smallest planet in the Solar System. It has no natural satellites and its dominant geological features are impact craters or basins with ejecta blankets, early volcanic activity including magma flows, and lobed ridges or rupes that were probably produced by a period of contraction early in the planet's history. Mercury's atmosphere consists of solar-wind particles trapped by its magnetic field and atoms blasted off its surface by the solar wind. Its relatively large iron core and thin mantle have not yet been adequately explained.\n\n###\n\nAlpha Centauri A and B are a pair of Sun-like stars located 4 light-years away, while the closest star to Earth is the red dwarf Proxima Centauri, which orbits the pair at a distance of 0.2 light-years. Proxima Centauri b, a potentially habitable exoplanet, was discovered orbiting Proxima Centauri in 2016, making it the closest confirmed exoplanet to the Sun. The next closest known fusors to the Sun are the red dwarfs Barnard's Star (5.9 ly) and Wolf 359 (7.8 ly). These stars may be located in the Local Bubble's G-Cloud.\n\n###\n\nAt a scale where the Sun is 3 cm in diameter, the giant planets would be smaller than 3 mm and the terrestrial planets would be smaller than a flea. The Sun is the most massive component of the Solar System.\n\n###\n\nThe closest known fusors to the Sun are Barnard's Star, Wolf 359, and Lalande 21185. The nearest brown dwarfs belong to the binary Luhman 16 system, while the closest known rogue or free-floating planetary-mass object is the sub-brown dwarf WISE 0855?0714. Sirius, with roughly twice the Sun's mass, is located just beyond at 8.6 ly and is orbited by the closest white dwarf to Earth, Sirius B.\n\n---\n\nQuestion: {}?  Provide details and include sources in the answer\nAnswer:\n",
  "france": "Answer the question based on the context below:\n\nContext: France is a unitary semi-presidential republic with a population of over 68 million and an area of 643,801 km2. Its capital is Paris, and other major urban areas include Marseille, Lyon, Toulouse, Lille, Bordeaux, Strasbourg, and Nice. The territory of Metropolitan France was settled during the Iron Age by Celtic tribes known as Gauls, and Rome annexed the area in 51 BC, leading to a distinct Gallo-Roman culture that laid the foundation of the French language. The Germanic Franks formed the Kingdom of Francia, which became the heartland of the Carolingian Empire.\n\n###\n\nFrance's top ten largest metropolitan areas by population are Paris, Lyon, Marseille, Lille, Toulouse, Bordeaux, Nantes, Strasbourg, Montpellier, and Rennes. The official language of France is French, which is derived from Latin. Rural flight has been a political issue in France for most of the 20th century. INSEE considers Nice to be a separate metropolitan area from Cannes-Antibes, but if combined, they would have a population of over one million.\n\n###\n\nParis is one of the world's fashion capitals, along with London, Milan, and New York City. The term Haute couture is legally protected in France, ensuring certain quality standards. France's association with fashion dates back to the reign of Louis XIV when luxury goods industries came under royal control and the French royal court became the arbiter of taste and style in Europe. Today, Paris is home to many premier fashion houses and continues to dominate high fashion.\n\n###\n\nFrance has several popular tourist attractions, including Pont du Gard, Arc de Triomphe, Mont Saint-Michel, Sainte-Chapelle, Château du Haut-Kœnigsbourg, Puy de Dôme, Musée Picasso, and Carcassonne. The country is also home to some of the world's largest and most famous museums, such as the Louvre, which had 7.7 million visitors in 2022. Paris is particularly well-known for its cultural offerings.\n\n###\n\nFrance is a developed country with a strong economy and global influence. It has the fifth-largest number of UNESCO World Heritage Sites and is the world's leading tourist destination, with over 89 million foreign visitors in 2018. France is a permanent member of the United Nations Security Council and an official nuclear-weapon state. It is also a founding and leading member of the European Union and the Eurozone, as well as a key member of NATO and the OECD.\n\n---\n\nQuestion: {}?  Provide details and include sources in the answer\nAnswer:\n",
  "dating": "Answer the question based on the context below:\n\nContext: To make a good impression when meeting someone, stand tall with a subtle chest-thrust pose, roll your shoulders back and down, and relax your facial expression. There are many ways to meet potential dates, including blind dates, dating websites, hobbies, holidays, office romance, social networking, speed dating, or simply talking in public places. A 2005 Pew study found that many people in long-term relationships met through contacts at work or school, and over half of relationship-seeking singles find it difficult to meet people where they live.\n\n###\n\nAdviser Claire Rayner suggests reaching out to people in your address book whom you haven't spoken to in years and expressing a desire to reconnect. She also recommends doing activities with like-minded individuals and expressing interest in those who catch your attention. Rayner notes that it is more acceptable for women to ask men out in this group. The article mentions various topics related to dating, including age disparity, charity dating, courtship, online dating, matchmaking, and teen dating violence. A recommended book on the subject is Moira Weigel's \"Labor of Love: The Invention of Dating.\"\n\n###\n\nA Pew study from 2005 found that many people in long-term relationships met through work or school. The survey also revealed that 55% of singles looking for relationships found it difficult to meet people where they lived. While work remains a common place to meet potential partners, the internet is becoming increasingly popular as an introduction venue. However, office dating can lead to workplace awkwardness if things don't work out. There are also gender differences in how men and women approach dating, leading to varying advice given by popular magazines.\n\n###\n\nSara McCorquodale advises women to take precautions when meeting strangers on dates, such as meeting in busy public places, sharing details with friends or family, avoiding revealing personal information, and conducting online searches. Other tips include not leaving drinks unattended, having an exit plan, and asking a friend to call during the date. The dating world has evolved with technology, with the first match-making business opening in 1941, the first reality TV dating show in 1965, and video dating becoming popular in the 1980s.\n\n---\n\nQuestion: {}?  Provide details and include sources in the answer\nAnswer:\n",
  "continent":  "Answer the question based on the context below:\n\nContext: Continents are major landmasses on Earth that have coasts on a single, continuous World Ocean. The smallest continent is Australia, which refers to the mainland of Australia excluding nearby islands such as New Guinea and Tasmania. Continental Europe refers to mainland Europe, excluding islands such as Great Britain, Iceland, Ireland, and Malta. The term \"continent\" can refer to a continuous area of land or mainland with the coastline and any land boundaries forming the edge of the continent.\n\n###\n\nMicrocontinents are sections of continental crust that have rifted and drifted apart from a main landmass, but are not considered full continents due to their small size. Madagascar is the largest example and is sometimes referred to as \"the eighth continent\" from a biological perspective. Geologists define a continent based on four key attributes: elevation above surrounding ocean crust, containing different types of rock (igneous, metamorphic, and sedimentary), a thicker crust than oceanic crust, and a distinct tectonic plate.\n\n###\n\nModern continent classification schemes require at least one pair of continents to be connected by land. The term \"large\" is subjective, leading to arbitrary classifications such as Greenland being considered the world's largest island despite its size of 2,166,086 square kilometres, while Australia, with a surface area of 7,617,930 square kilometres, is deemed the smallest continent.\n\n###\n\nEurasia is often treated as a single continent, with Asia and Europe as subcontinents. Some continental crust areas are submerged, such as Zealandia and the Kerguelen Plateau. Microcontinents are islands on rifted and drifted sections of continental crust, though they are not considered full continents due to their small size.\n\n###\n\nContinents contain both granitic and basaltic crust, making it difficult to define which islands would be considered microcontinents. The Kerguelen Plateau is volcanic but is still considered a microcontinent due to its association with the breakup of Gondwanaland. The British Isles, Sri Lanka, Borneo, and Newfoundland were on the margins of the Laurasian continent. The movement of plates has caused the formation and breakup of continents in a process called the Wilson Cycle.\n\n---\n\nQuestion: {}?  Provide details and include sources in the answer\nAnswer:\n",
  "mockingbird": "Answer the question based on the context below:\n\nContext: The book \"To Kill a Mockingbird\" is available for free at the Internet Archive in association with McIntosh and Otis, Inc. The novel, written by Harper Lee, tells the story of racial injustice and prejudice in the Deep South during the 1930s. It follows the life of Scout Finch, a young girl who learns about the world around her through the trial of a black man accused of rape. The book has become a classic of American literature and continues to be studied and celebrated today.\n\n###\n\nEditor Tay Hohoff was impressed with Harper Lee's manuscript, but saw that it needed work before publication. Over the course of two and a half years, Hohoff worked with Lee to develop the novel into its finished form. The original title, \"Watchman,\" was rejected and renamed \"Atticus\" by Hohoff, but Lee ultimately chose \"To Kill a Mockingbird\" to reflect the story's broader themes. The book was published on July 11, 1960.\n\n###\n\nTo Kill a Mockingbird is a classic novel by Harper Lee, published in 1960 and widely read in American high schools and middle schools. It won the Pulitzer Prize a year after its release and is based on Lee's observations of her family, neighbors, and an event that occurred near her hometown in Alabama when she was ten. The novel deals with serious issues such as rape and racial inequality but is known for its warmth and humor.\n\n###\n\nDespite its popularity and use in education, literary analysis of To Kill a Mockingbird is lacking. The book has been adapted into an Academy Award-winning film and a play performed annually in Harper Lee's hometown since 1990. Author Mary McDonough Murphy collected individual impressions of the book by several authors and public figures, calling it \"an astonishing phenomenon.\" To Kill a Mockingbird was Lee's only published book until the release of Go Set a Watchman, an earlier draft of the novel, in 2015.\n\n###\n\nHarper Lee's novel, \"To Kill a Mockingbird,\" challenges the beliefs of many children and serves as an act of protest by a white person from the South in the late 1950s. While some praise Lee's bravery, others argue that it absolves readers of their own racism. Regardless, the novel has set the standard for discussing important issues, but some feel that the moral bar has been lowered since its publication.\n\n---\n\nQuestion: {}?  Provide details and include sources in the answer\nAnswer:\n",
  "stampede": "Answer the question based on the context below:\n\nContext: Diversity injection disrupts belief stampedes by targeting individuals with latent interests that may fill the same needs as belonging to a cult. It works one person at a time, nudging them off the stampede trajectory into a world where individuals have more freedom to move. The goal is not to change everyone's behavior around dangerous misinformation, but rather to break off small segments from an existing belief stampede, making it less dangerous.\n\n###\n\nStacy's life has been enriched by signing up for a newsletter and attending occasional talks, but she already has mechanisms that keep her connected to reality. Diversity injection disrupts belief stampedes by nudging individuals off the trajectory of a stampede into a world where they have more freedom. This approach works one person at a time rather than through a coordinated frontal assault on conspiracy theories. Many people have latent interests that may fill the same needs belonging to a cult might provide.\n\n###\n\nDiversity injection aims to adjust group behavior around dangerous misinformation by working in the margins. The goal is not to change everyone's behavior, as some may be too far down their rabbit holes to accept external information. Conspiracies and cults are co-created narratives that accelerate as they detach from reality, but if enough members are nudged from that path through diversity injection, the group as a whole has to adjust its narrative or risk disintegration. A small stampede is much less dangerous than a big one.\n\n###\n\nDiversity injection is a method that removes individuals from misinformation streams and exposes them to reality-based information and social groups they would not encounter otherwise. It does not confront or interact with their conspiracy beliefs directly but over time, the belief distance may grow great enough that it no longer makes sense to them. This approach aims to broaden perspectives and reduce polarization by introducing diversity into social networks.\n\n###\n\nSocial environments are not just about information, but also about how people interact with each other. Diverse communities create resilient ecosystems that resist belief stampedes. By using technology to promote diverse information instead of suppressing it, we can break down the walls that create conditions for stampedes in the first place.\n\n---\n\nQuestion: {}?  Provide details and include sources in the answer\nAnswer:\n"
}